node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  device: "/device:CPU:0"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  device: "/device:CPU:0"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  device: "/device:CPU:0"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "parallel_read/filenames/Const"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 1024
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 1024
          }
        }
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00349-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00805-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00553-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00993-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00794-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00329-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00275-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00468-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00967-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00443-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00299-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00015-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00585-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01005-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00260-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00283-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00469-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00855-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00202-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00600-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00638-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00856-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00052-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00261-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00343-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00148-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00958-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00377-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00203-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00699-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00933-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00098-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00089-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00981-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00258-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00270-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00743-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00763-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00157-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00450-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00152-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00665-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00304-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00446-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00279-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00328-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00262-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00996-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00945-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00771-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00141-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00012-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00381-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00451-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00045-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00100-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00235-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00483-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00433-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00090-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00388-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00980-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00588-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00662-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00271-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00800-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00104-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00755-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00095-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00692-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00119-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00957-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00947-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01014-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00654-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00296-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00314-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00776-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00445-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00955-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01018-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00042-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00601-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00896-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00612-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00250-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00339-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00658-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00187-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00010-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00162-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00431-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00357-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00987-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00083-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00301-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00473-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00725-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00215-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00362-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00555-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00865-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00688-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00787-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00906-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00968-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00463-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00746-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00563-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00761-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00286-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00885-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00393-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00365-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00736-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00405-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00481-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00941-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01000-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00915-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00520-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00929-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00733-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00940-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00703-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00129-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00004-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00323-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00135-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00325-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00525-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00881-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00632-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00273-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00120-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00333-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00552-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01003-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00244-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00533-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00412-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00727-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00415-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00471-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00240-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00927-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00374-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00810-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00926-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00080-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00437-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00522-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00380-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00816-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00048-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00132-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00683-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00027-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00257-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00516-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00019-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00510-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00901-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00254-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00571-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00623-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00195-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00514-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00112-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00630-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00285-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00438-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00401-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00228-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00934-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00930-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00193-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00991-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00341-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00548-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00403-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00367-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00373-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00206-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00128-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00242-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00644-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00494-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00722-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00344-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00602-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00819-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00932-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00529-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00110-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00515-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00606-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00140-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00346-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00845-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00467-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00748-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00070-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00214-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00707-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00887-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00306-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00008-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00744-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00875-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00159-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01017-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00946-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00625-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00480-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00046-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00062-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00983-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00109-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00873-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00952-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00599-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00844-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00570-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00054-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00904-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00276-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00424-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00321-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00212-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00714-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00026-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00859-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00988-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00426-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00738-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00960-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00888-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00536-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00702-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00634-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00806-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00590-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00093-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00274-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00653-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00387-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00498-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00838-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00517-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00101-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00221-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00583-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00434-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00456-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00309-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00749-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00013-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00935-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00672-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00691-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00998-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00441-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00791-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00750-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00684-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00317-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00535-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00082-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00363-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00615-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00879-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00607-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00914-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00882-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00978-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00681-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00786-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00227-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00639-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00951-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00204-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00466-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00063-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00029-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00086-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00272-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00118-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00319-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00018-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00340-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00245-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00256-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00695-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00207-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00825-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00196-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00067-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00218-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00542-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00179-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00831-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00040-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00513-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00264-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00799-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01020-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01007-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00050-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00883-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00839-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00775-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00917-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00185-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00667-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00989-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00668-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00766-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00030-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00526-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01023-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00925-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00056-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00312-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00659-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00713-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00540-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00598-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00028-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00573-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00747-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00815-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00624-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00979-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01002-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00189-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00039-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00459-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00184-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00909-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01022-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00313-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00705-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00551-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00732-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00205-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00730-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00902-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00460-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00351-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00589-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00679-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00769-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00943-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00572-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00534-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00741-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00150-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00430-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00057-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00201-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00986-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00792-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00190-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00246-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00782-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00862-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00846-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00107-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00390-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00263-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00789-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00576-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00051-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00233-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00406-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00225-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00795-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00556-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00069-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00416-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00191-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00984-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00337-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00236-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00139-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00726-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00604-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01013-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00680-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00502-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00174-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00689-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00922-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00626-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00288-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00376-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00022-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-01009-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00851-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00538-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00402-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00994-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00108-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00177-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00578-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00790-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00229-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00944-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00685-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00043-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00729-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00767-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00216-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00669-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00126-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00877-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00084-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00892-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00154-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00728-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00660-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00280-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00409-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00509-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00754-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00023-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00829-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00972-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00143-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00239-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00835-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00001-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00072-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00396-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00891-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00003-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00464-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00224-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00310-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00420-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00105-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00518-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00378-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00016-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00200-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00099-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00009-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00316-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00429-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00686-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00631-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00066-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00797-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00633-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00479-of-01024"
        string_val: "/home/rky0930/workspace/yolo//local_run/data/imagenet/record/train-00414-of-01024"
